<?php
return [
    'list' => 'قائمة المرفقات',
    'add' => 'اضافة مرفق',
    'empty' => 'لا توجد مرفقات',
    'show' => 'عرض مرفق',
    'edit' => 'تعديل مرفق',
    'delete' => 'حذف مرفق',
    'choose' => 'اختر مرفق',
    'details' => 'تفاصيل مرفق',
    'confirm_delete' => 'تأكيد حذف المرفق',
    'create_success' => 'تمت اضافة المرفق بنجاح',
    'create_fail' => 'فشلت عملية الاضافة',
    'delete_success' => 'تمت حذف المرفق بنجاح',
    'delete_fail' => 'فشلت عملية الحذف',
    'update_success' => 'تمت تعديل المرفق بنجاح',
    'update_fail' => 'فشلت عملية التعديل',
    'exists' => 'المرفق موجود في القائمة',
];