<?php
return [
    'list' => 'قائمة الكفالات',
    'add' => 'نقل كفالة',
    'empty' => 'لا توجد كفالات',
    'show' => 'عرض كفالة',
    'edit' => 'تعديل كفالة',
    'delete' => 'حذف كفالة',
    'choose' => 'اختر كفالة',
    'details' => 'تفاصيل كفالة',
    'confirm_delete' => 'تأكيد حذف الكفالة',
    'create_success' => 'تمت اضافة الكفالة بنجاح',
    'create_fail' => 'فشلت عملية الاضافة',
    'delete_success' => 'تم حذف الكفالة بنجاح',
    'cancel_success' => 'تم إلغاء الكفالة بنجاح',
    'delete_fail' => 'فشلت عملية الحذف',
    'update_success' => 'تمت تعديل الكفالة بنجاح',
    'update_fail' => 'فشلت عملية التعديل',
    'exists' => 'الكفالة موجود في القائمة',
    'statuses' => [
        'trail' => 'قيد التجربة',
        'confirmed' => 'تم النقل',
        'pending' => 'لم يتم النقل النقل',
        'canceled' => 'تم الإلغاء',
    ],

];