<?php
return [
    'list' => 'قائمة العهد',
    'add' => 'اضافة عهدة',
    'empty' => 'لا توجد عهد',
    'show' => 'عرض عهدة',
    'edit' => 'تعديل عهدة',
    'delete' => 'حذف عهدة',
    'choose' => 'اختر عهدة',
    'details' => 'تفاصيل عهدة',
    'confirm_delete' => 'تأكيد حذف العهدة',
    'create_success' => 'تمت اضافة العهدة بنجاح',
    'create_fail' => 'فشلت عملية الاضافة',
    'delete_success' => 'تم حذف العهدة بنجاح',
    'delete_fail' => 'فشلت عملية الحذف',
    'update_success' => 'تمت تعديل العهدة بنجاح',
    'update_fail' => 'فشلت عملية التعديل',
    'exists' => 'العهدة موجود في القائمة',
    'statuses' => [
        'open' => 'مفتوحة',
        'closed' => 'مغلقة',
    ],
];