<?php
return [
    'list' => 'قائمة المرتبات',
    'add' => 'اضافة مرتب',
    'empty' => 'لا توجد مرتبات',
    'show' => 'عرض مرتب',
    'edit' => 'تعديل مرتب',
    'delete' => 'حذف مرتب',
    'choose' => 'اختر مرتب',
    'details' => 'تفاصيل مرتب',
    'confirm_delete' => 'تأكيد حذف المرتب',
    'create_success' => 'تمت اضافة المرتب بنجاح',
    'create_fail' => 'فشلت عملية الاضافة',
    'delete_success' => 'تم حذف المرتب بنجاح',
    'delete_fail' => 'فشلت عملية الحذف',
    'update_success' => 'تم تعديل المرتب بنجاح',
    'update_fail' => 'فشلت عملية التعديل',
    'exists' => 'المرتب موجود في القائمة',
];